const events = [
  {
    "key": "2018-11-01_185",
    "id": 185,
    "name": "メルクストーリア",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-08_221",
    "id": 221,
    "name": "バサラーズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-04_224",
    "id": 224,
    "name": "ギャラクシーギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-15_230",
    "id": 230,
    "name": "ウルトラソウルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2019-01-21_245",
    "id": 245,
    "name": "レッドバスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-01-29_246",
    "id": 246,
    "name": "エアバスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-17_248",
    "id": 248,
    "name": "ギャルズモンスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2018-10-19_257",
    "id": 257,
    "name": "ハロウィン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-12-16_258",
    "id": 258,
    "name": "クリスマスギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-04-08_259",
    "id": 259,
    "name": "イースターカーニバル",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-10_266",
    "id": 266,
    "name": "ドラゴンエンペラーズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-02-04_273",
    "id": 273,
    "name": "メタルバスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-01_276",
    "id": 276,
    "name": "エレメンタルピクシーズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-22_283",
    "id": 283,
    "name": "アイアンウォーズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-19_289",
    "id": 289,
    "name": "ダイナマイツ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-29_298",
    "id": 298,
    "name": "ダークヒーローズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2018-10-24_304",
    "id": 304,
    "name": "ネコルガ族",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-05_311",
    "id": 311,
    "name": "ギガントゼウス",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-26_315",
    "id": 315,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2018-10-12_319",
    "id": 319,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2018-09-15_320",
    "id": 320,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2018-10-05_321",
    "id": 321,
    "name": "クラッシュフィーバー",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-10-12_322",
    "id": 322,
    "name": "クラッシュフィーバー",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-09-20_323",
    "id": 323,
    "name": "魔法少女まどか☆マギカ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-12-22_324",
    "id": 324,
    "name": "ネコルガ族",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2019-01-23_325",
    "id": 325,
    "name": "ネコルガ族",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-12-20_327",
    "id": 327,
    "name": "ダイナマイツ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-12-04_330",
    "id": 330,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-07-01_331",
    "id": 331,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-03-11_332",
    "id": 332,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2018-12-09_333",
    "id": 333,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-07-07_334",
    "id": 334,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-03-13_335",
    "id": 335,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2018-12-11_336",
    "id": 336,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-07-09_338",
    "id": 338,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2018-11-29_339",
    "id": 339,
    "name": "ウルトラソウルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2018-12-24_342",
    "id": 342,
    "name": "ダークヒーローズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2019-03-04_343",
    "id": 343,
    "name": "ダークヒーローズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-01-27_344",
    "id": 344,
    "name": "ダークヒーローズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-11-26_345",
    "id": 345,
    "name": "ギガントゼウス",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2019-01-25_347",
    "id": 347,
    "name": "ギガントゼウス",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-12-18_348",
    "id": 348,
    "name": "アイアンウォーズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-12-16_351",
    "id": 351,
    "name": "エレメンタルピクシーズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-12-30_354",
    "id": 354,
    "name": "ギャルズモンスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2019-07-05_355",
    "id": 355,
    "name": "ギャルズモンスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2018-11-23_357",
    "id": 357,
    "name": "超選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2018-11-26_358",
    "id": 358,
    "name": "ウルトラセレクション",
    "rare": 7500,
    "supa": 2000,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2018-11-29_359",
    "id": 359,
    "name": "ミラクルセレクション",
    "rare": 7500,
    "supa": 2000,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2018-12-01_360",
    "id": 360,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2018-12-13_361",
    "id": 361,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-01-04_362",
    "id": 362,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-03-06_363",
    "id": 363,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2018-12-26_365",
    "id": 365,
    "name": "忘年会",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2019-01-04_366",
    "id": 366,
    "name": "新年",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2019-01-01_367",
    "id": 367,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-02-18_368",
    "id": 368,
    "name": "劇場版 Fate stay night",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-02-22_369",
    "id": 369,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-01-18_370",
    "id": 370,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-10-09_371",
    "id": 371,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-04-04_372",
    "id": 372,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-03-08_373",
    "id": 373,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-03-18_375",
    "id": 375,
    "name": "生きろ！マンボウ！",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-03-25_376",
    "id": 376,
    "name": "生きろ！マンボウ！",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-04-05_377",
    "id": 377,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-07-03_378",
    "id": 378,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-05-10_380",
    "id": 380,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-10-03_381",
    "id": 381,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-07-11_382",
    "id": 382,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-04-22_383",
    "id": 383,
    "name": "ビックリマン",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-06-21_384",
    "id": 384,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-05-29_387",
    "id": 387,
    "name": "消滅都市",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-07-01_390",
    "id": 390,
    "name": "ケリ姫スイーツ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-07-18_391",
    "id": 391,
    "name": "エヴァンゲリオン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-08-07_392",
    "id": 392,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-07-13_394",
    "id": 394,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-08-05_395",
    "id": 395,
    "name": "サマーガールズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-08-17_396",
    "id": 396,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-08-30_399",
    "id": 399,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-08-17_401",
    "id": 401,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2019-09-06_402",
    "id": 402,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-10-01_403",
    "id": 403,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-09-28_405",
    "id": 405,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-09-13_406",
    "id": 406,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-09-06_407",
    "id": 407,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2019-11-04_408",
    "id": 408,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-10-04_409",
    "id": 409,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-11-01_411",
    "id": 411,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-10-11_412",
    "id": 412,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-10-04_413",
    "id": 413,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2019-10-16_414",
    "id": 414,
    "name": "メルクストーリア",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-11-01_415",
    "id": 415,
    "name": "ストリートファイターV",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-11-12_416",
    "id": 416,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-11-15_420",
    "id": 420,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-12-26_421",
    "id": 421,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-12-28_424",
    "id": 424,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2021-07-28_425",
    "id": 425,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-12-24_427",
    "id": 427,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-11-26_430",
    "id": 430,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-12-20_433",
    "id": 433,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2021-08-09_435",
    "id": 435,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-12-22_439",
    "id": 439,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-12-02_442",
    "id": 442,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-11-22_445",
    "id": 445,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-12-05_448",
    "id": 448,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-03-02_451",
    "id": 451,
    "name": "レッドバスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-01-24_452",
    "id": 452,
    "name": "エアバスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-01-09_453",
    "id": 453,
    "name": "メタルバスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-12-16_454",
    "id": 454,
    "name": "ギャルズモンスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-03-23_458",
    "id": 458,
    "name": "イースターカーニバル",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-11-22_460",
    "id": 460,
    "name": "超選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-12-05_461",
    "id": 461,
    "name": "極選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-11-26_466",
    "id": 466,
    "name": "ウルトラセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-12-02_467",
    "id": 467,
    "name": "ミラクルセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-12-16_468",
    "id": 468,
    "name": "エクセレントセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-11-29_469",
    "id": 469,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-11-12_471",
    "id": 471,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2019-12-16_472",
    "id": 472,
    "name": "クリスマスギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2019-12-26_473",
    "id": 473,
    "name": "忘年会",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2020-01-04_474",
    "id": 474,
    "name": "新年",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2019-12-09_475",
    "id": 475,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2020-07-06_476",
    "id": 476,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-10-20_477",
    "id": 477,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2019-12-13_479",
    "id": 479,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2019-12-09_480",
    "id": 480,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2020-01-01_481",
    "id": 481,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-01-27_482",
    "id": 482,
    "name": "ケリ姫スイーツ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-01-31_483",
    "id": 483,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-01-31_484",
    "id": 484,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2020-02-21_487",
    "id": 487,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2021-10-18_488",
    "id": 488,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-02-28_490",
    "id": 490,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-02-21_492",
    "id": 492,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2020-02-14_493",
    "id": 493,
    "name": "超極ネコ祭",
    "rare": 6500,
    "supa": 2500,
    "uber": 1000
  },
  {
    "key": "2020-03-09_494",
    "id": 494,
    "name": "初音ミク",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-04-06_495",
    "id": 495,
    "name": "生きろ！マンボウ！",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-04-13_496",
    "id": 496,
    "name": "生きろ！マンボウ！",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-03-06_497",
    "id": 497,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2021-09-09_499",
    "id": 499,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-03-27_500",
    "id": 500,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-03-13_501",
    "id": 501,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-03-06_504",
    "id": 504,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2020-06-01_505",
    "id": 505,
    "name": "消滅都市",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-04-25_506",
    "id": 506,
    "name": "ギャルズモンスターズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2020-05-15_509",
    "id": 509,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-05-01_510",
    "id": 510,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2020-05-01_512",
    "id": 512,
    "name": "超極ネコ祭",
    "rare": 6500,
    "supa": 2500,
    "uber": 1000
  },
  {
    "key": "2020-06-25_513",
    "id": 513,
    "name": "エヴァンゲリオン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-01-18_514",
    "id": 514,
    "name": "エヴァンゲリオン2nd",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-06-13_517",
    "id": 517,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2020-07-08_519",
    "id": 519,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-07-03_520",
    "id": 520,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-06-19_521",
    "id": 521,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-06-13_522",
    "id": 522,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2020-07-10_523",
    "id": 523,
    "name": "波動バスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-07-13_524",
    "id": 524,
    "name": "ビックリマン",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-07-10_525",
    "id": 525,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2020-08-07_532",
    "id": 532,
    "name": "初音ミク",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2020-07-30_533",
    "id": 533,
    "name": "サマーガールズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-10-09_538",
    "id": 538,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2021-07-26_539",
    "id": 539,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-11-01_541",
    "id": 541,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-10-16_542",
    "id": 542,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2020-10-09_543",
    "id": 543,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2020-10-19_544",
    "id": 544,
    "name": "ハロウィン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-11-20_547",
    "id": 547,
    "name": "超選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-12-04_548",
    "id": 548,
    "name": "極選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-11-02_549",
    "id": 549,
    "name": "ストリートファイターV",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-11-29_551",
    "id": 551,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2020-11-24_552",
    "id": 552,
    "name": "ウルトラセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-11-27_553",
    "id": 553,
    "name": "ミラクルセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-12-02_554",
    "id": 554,
    "name": "エクセレントセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-02-01_555",
    "id": 555,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-01-01_556",
    "id": 556,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2020-12-26_557",
    "id": 557,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-01-01_558",
    "id": 558,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-01-01_559",
    "id": 559,
    "name": "超極ネコ祭",
    "rare": 6500,
    "supa": 2500,
    "uber": 1000
  },
  {
    "key": "2021-01-04_560",
    "id": 560,
    "name": "新年",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2020-12-26_562",
    "id": 562,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2020-12-11_563",
    "id": 563,
    "name": "初音ミク",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2020-12-14_565",
    "id": 565,
    "name": "クリスマスギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-02-01_567",
    "id": 567,
    "name": "バレンタインギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-01-18_569",
    "id": 569,
    "name": "エヴァンゲリオン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-03-05_572",
    "id": 572,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2021-08-02_574",
    "id": 574,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-04-01_575",
    "id": 575,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-03-19_576",
    "id": 576,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-03-05_577",
    "id": 577,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-03-05_578",
    "id": 578,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-03-29_579",
    "id": 579,
    "name": "イースターカーニバル",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-03-12_581",
    "id": 581,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2021-02-15_583",
    "id": 583,
    "name": "初音ミク",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-03-26_585",
    "id": 585,
    "name": "ギャルズモンスターズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-03-05_586",
    "id": 586,
    "name": "ギャルズモンスターズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-05-22_587",
    "id": 587,
    "name": "ギャルズモンスターズ",
    "rare": 6440,
    "supa": 2500,
    "uber": 1000,
    "legend": 60
  },
  {
    "key": "2021-04-12_588",
    "id": 588,
    "name": "らんま1/2",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-05-14_590",
    "id": 590,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-05-01_591",
    "id": 591,
    "name": "超極ネコ祭",
    "rare": 6500,
    "supa": 2500,
    "uber": 1000
  },
  {
    "key": "2021-05-01_592",
    "id": 592,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-05-01_593",
    "id": 593,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-06-07_602",
    "id": 602,
    "name": "女王祭",
    "rare": 6940,
    "supa": 2500,
    "uber": 500,
    "legend": 60
  },
  {
    "key": "2021-06-07_603",
    "id": 603,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-06-07_604",
    "id": 604,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-07-21_605",
    "id": 605,
    "name": "サマーガールズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-07-09_606",
    "id": 606,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2021-08-18_608",
    "id": 608,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2021-10-25_609",
    "id": 609,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-08-04_611",
    "id": 611,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2021-09-07_612",
    "id": 612,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-09-01_614",
    "id": 614,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-08-13_615",
    "id": 615,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-08-04_616",
    "id": 616,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-08-18_617",
    "id": 617,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-08-04_618",
    "id": 618,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-08-18_619",
    "id": 619,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-10-01_620",
    "id": 620,
    "name": "くにおくん熱血大運動会",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-09-13_621",
    "id": 621,
    "name": "魔法少女まどか☆マギカ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-09-25_624",
    "id": 624,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-01-11_625",
    "id": 625,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-10-27_626",
    "id": 626,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-09-04_627",
    "id": 627,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-03-09_628",
    "id": 628,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-01-08_629",
    "id": 629,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2021-09-11_630",
    "id": 630,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-02-19_631",
    "id": 631,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-01-26_632",
    "id": 632,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-10-01_633",
    "id": 633,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-09-17_634",
    "id": 634,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-09-04_635",
    "id": 635,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-09-11_636",
    "id": 636,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-09-25_637",
    "id": 637,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-09-04_638",
    "id": 638,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-09-11_639",
    "id": 639,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-09-25_640",
    "id": 640,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-10-22_643",
    "id": 643,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-01-06_644",
    "id": 644,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-10-08_646",
    "id": 646,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-02-14_647",
    "id": 647,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-01-17_648",
    "id": 648,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-10-18_649",
    "id": 649,
    "name": "ハロウィン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-11-01_651",
    "id": 651,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-10-15_652",
    "id": 652,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-10-08_653",
    "id": 653,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-10-22_654",
    "id": 654,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-10-08_655",
    "id": 655,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-10-22_656",
    "id": 656,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-11-26_657",
    "id": 657,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-05-16_658",
    "id": 658,
    "name": "ウルトラソウルズ",
    "rare": 6440,
    "supa": 2500,
    "uber": 1000,
    "legend": 60
  },
  {
    "key": "2022-01-04_659",
    "id": 659,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-11-12_660",
    "id": 660,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-01-19_661",
    "id": 661,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-02-21_662",
    "id": 662,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-11-22_663",
    "id": 663,
    "name": "ウルトラセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-11-24_664",
    "id": 664,
    "name": "ミラクルセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-12-02_665",
    "id": 665,
    "name": "エクセレントセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2021-11-18_666",
    "id": 666,
    "name": "超選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-12-04_667",
    "id": 667,
    "name": "極選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-12-17_668",
    "id": 668,
    "name": "クリスマスギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2021-11-29_669",
    "id": 669,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-11-15_670",
    "id": 670,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-11-12_671",
    "id": 671,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-11-26_672",
    "id": 672,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-11-12_673",
    "id": 673,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-11-26_674",
    "id": 674,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2021-12-24_677",
    "id": 677,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-02-03_678",
    "id": 678,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-03-07_679",
    "id": 679,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-01-04_680",
    "id": 680,
    "name": "新年",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-01-01_681",
    "id": 681,
    "name": "超極ネコ祭",
    "rare": 6500,
    "supa": 2500,
    "uber": 1000
  },
  {
    "key": "2021-12-17_682",
    "id": 682,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2021-12-27_683",
    "id": 683,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2021-12-24_684",
    "id": 684,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2022-01-01_685",
    "id": 685,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2021-12-24_686",
    "id": 686,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-01-01_687",
    "id": 687,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-04-11_694",
    "id": 694,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-01-21_695",
    "id": 695,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-01-31_696",
    "id": 696,
    "name": "レッドバスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-02-07_698",
    "id": 698,
    "name": "バレンタインギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-04-04_699",
    "id": 699,
    "name": "女王祭",
    "rare": 6940,
    "supa": 2500,
    "uber": 500,
    "legend": 60
  },
  {
    "key": "2022-01-31_700",
    "id": 700,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-02-11_701",
    "id": 701,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-01-21_702",
    "id": 702,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2022-01-21_703",
    "id": 703,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-01-14_704",
    "id": 704,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-02-25_708",
    "id": 708,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-03-30_709",
    "id": 709,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-02-23_710",
    "id": 710,
    "name": "メタルバスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-03-03_711",
    "id": 711,
    "name": "ホワイトデー",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-02-28_712",
    "id": 712,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-03-18_713",
    "id": 713,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-02-25_714",
    "id": 714,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2022-02-25_715",
    "id": 715,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-04-28_718",
    "id": 718,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-03-26_719",
    "id": 719,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-04-01_720",
    "id": 720,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-04-15_721",
    "id": 721,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-03-26_722",
    "id": 722,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2022-03-26_723",
    "id": 723,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-03-28_725",
    "id": 725,
    "name": "イースターカーニバル",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-03-23_726",
    "id": 726,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2022-05-01_727",
    "id": 727,
    "name": "超極ネコ祭",
    "rare": 6500,
    "supa": 2500,
    "uber": 1000
  },
  {
    "key": "2022-05-13_728",
    "id": 728,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-05-01_729",
    "id": 729,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2022-05-01_730",
    "id": 730,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-06-06_731",
    "id": 731,
    "name": "ジューンブライド",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-12-15_732",
    "id": 732,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-06-27_733",
    "id": 733,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-06-17_734",
    "id": 734,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-06-04_735",
    "id": 735,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2022-06-04_736",
    "id": 736,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-07-18_740",
    "id": 740,
    "name": "サマーガールズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-08-15_741",
    "id": 741,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-07-08_742",
    "id": 742,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-07-01_743",
    "id": 743,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-07-15_744",
    "id": 744,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-07-08_745",
    "id": 745,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2022-07-08_746",
    "id": 746,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-07-22_747",
    "id": 747,
    "name": "女王祭",
    "rare": 6940,
    "supa": 2500,
    "uber": 500,
    "legend": 60
  },
  {
    "key": "2022-06-27_748",
    "id": 748,
    "name": "らんま1/2",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-07-31_749",
    "id": 749,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-08-12_751",
    "id": 751,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2022-10-06_752",
    "id": 752,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-08-26_753",
    "id": 753,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2022-11-01_754",
    "id": 754,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-08-26_755",
    "id": 755,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2022-08-26_756",
    "id": 756,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-09-17_759",
    "id": 759,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2022-10-10_760",
    "id": 760,
    "name": "ギャルズモンスターズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2023-02-04_761",
    "id": 761,
    "name": "ギャルズモンスターズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-10-17_762",
    "id": 762,
    "name": "ハロウィン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-09-15_763",
    "id": 763,
    "name": "ストリートファイターV BLUE TEAM",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-09-15_764",
    "id": 764,
    "name": "ストリートファイターV RED TEAM",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-09-29_765",
    "id": 765,
    "name": "くにおくん熱血大運動会",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-11-15_767",
    "id": 767,
    "name": "超選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-12-10_768",
    "id": 768,
    "name": "極選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-11-21_769",
    "id": 769,
    "name": "ウルトラセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-11-23_770",
    "id": 770,
    "name": "ミラクルセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-12-04_771",
    "id": 771,
    "name": "エクセレントセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2022-11-26_772",
    "id": 772,
    "name": "超生命体バスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2022-11-29_773",
    "id": 773,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2022-11-26_774",
    "id": 774,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2022-11-26_775",
    "id": 775,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2022-12-13_776",
    "id": 776,
    "name": "クリスマスギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-01-01_780",
    "id": 780,
    "name": "超極ネコ祭",
    "rare": 6500,
    "supa": 2500,
    "uber": 1000
  },
  {
    "key": "2023-01-04_781",
    "id": 781,
    "name": "新年",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2023-01-01_782",
    "id": 782,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2023-01-01_783",
    "id": 783,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2023-02-13_785",
    "id": 785,
    "name": "バレンタインギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-03-13_786",
    "id": 786,
    "name": "ホワイトデー",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-02-01_787",
    "id": 787,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-01-30_788",
    "id": 788,
    "name": "劇場版 Fate stay night",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-02-24_789",
    "id": 789,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2023-04-12_790",
    "id": 790,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2023-03-01_791",
    "id": 791,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-03-17_792",
    "id": 792,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-02-24_793",
    "id": 793,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2023-02-24_794",
    "id": 794,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2023-03-29_796",
    "id": 796,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2023-04-03_797",
    "id": 797,
    "name": "イースターカーニバル",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-03-24_798",
    "id": 798,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2023-06-23_799",
    "id": 799,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2023-03-31_800",
    "id": 800,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-04-21_801",
    "id": 801,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-03-24_802",
    "id": 802,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2023-03-24_803",
    "id": 803,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2023-05-01_806",
    "id": 806,
    "name": "超極ネコ祭",
    "rare": 6500,
    "supa": 2500,
    "uber": 1000
  },
  {
    "key": "2023-05-19_807",
    "id": 807,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-05-01_808",
    "id": 808,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2023-05-01_809",
    "id": 809,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2023-06-19_810",
    "id": 810,
    "name": "ジューンブライド",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-06-29_811",
    "id": 811,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2023-06-10_812",
    "id": 812,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2023-07-01_813",
    "id": 813,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-06-15_814",
    "id": 814,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-06-10_815",
    "id": 815,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2023-06-10_816",
    "id": 816,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2023-06-01_818",
    "id": 818,
    "name": "エヴァンゲリオン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-06-01_819",
    "id": 819,
    "name": "エヴァンゲリオン2nd",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-07-21_822",
    "id": 822,
    "name": "サマーガールズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500,
    "guaranteed": true
  },
  {
    "key": "2023-08-11_823",
    "id": 823,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2023-11-10_824",
    "id": 824,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2023-09-01_825",
    "id": 825,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-08-18_826",
    "id": 826,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-08-11_827",
    "id": 827,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2023-08-11_828",
    "id": 828,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2023-09-28_835",
    "id": 835,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2023-12-13_836",
    "id": 836,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2023-10-01_837",
    "id": 837,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-10-20_838",
    "id": 838,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-09-28_839",
    "id": 839,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2023-09-28_840",
    "id": 840,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2023-09-08_841",
    "id": 841,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2023-12-10_842",
    "id": 842,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-01-24_843",
    "id": 843,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2023-12-01_844",
    "id": 844,
    "name": "超ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-11-18_845",
    "id": 845,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2023-11-04_846",
    "id": 846,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2023-11-04_847",
    "id": 847,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2023-10-04_848",
    "id": 848,
    "name": "くにお熱血大運動会 赤組",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-10-04_849",
    "id": 849,
    "name": "りき熱血大運動会 白組",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-10-18_850",
    "id": 850,
    "name": "初音ミク",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-11-15_851",
    "id": 851,
    "name": "超選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-12-13_852",
    "id": 852,
    "name": "極選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2023-11-21_853",
    "id": 853,
    "name": "ウルトラセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2023-11-24_854",
    "id": 854,
    "name": "ミラクルセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2023-11-27_855",
    "id": 855,
    "name": "エクセレントセレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2023-12-19_856",
    "id": 856,
    "name": "バスターズ祭",
    "rare": 6800,
    "supa": 2500,
    "uber": 700
  },
  {
    "key": "2024-04-14_857",
    "id": 857,
    "name": "ギャルズモンスターズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2023-12-07_858",
    "id": 858,
    "name": "ギャルズモンスターズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2024-01-01_859",
    "id": 859,
    "name": "超極ネコ祭",
    "rare": 6470,
    "supa": 2500,
    "uber": 1000,
    "legend": 30
  },
  {
    "key": "2024-01-04_860",
    "id": 860,
    "name": "新年",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-01-12_861",
    "id": 861,
    "name": "女王祭",
    "rare": 6940,
    "supa": 2500,
    "uber": 500,
    "legend": 60
  },
  {
    "key": "2024-02-01_862",
    "id": 862,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-01-01_863",
    "id": 863,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2024-01-15_864",
    "id": 864,
    "name": "メタルスラッグアタック",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-03-08_866",
    "id": 866,
    "name": "9000万DL記念選抜",
    "rare": 6730,
    "supa": 2500,
    "uber": 700,
    "legend": 70
  },
  {
    "key": "2024-03-08_867",
    "id": 867,
    "name": "ホワイトデー",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-02-23_868",
    "id": 868,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2024-03-11_869",
    "id": 869,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-03-01_870",
    "id": 870,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-03-22_871",
    "id": 871,
    "name": "極ネコ祭",
    "rare": 6500,
    "supa": 2600,
    "uber": 900
  },
  {
    "key": "2024-02-23_872",
    "id": 872,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2024-02-23_873",
    "id": 873,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2024-04-01_875",
    "id": 875,
    "name": "イースターカーニバル",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-04-28_876",
    "id": 876,
    "name": "超極ネコ祭",
    "rare": 6470,
    "supa": 2500,
    "uber": 1000,
    "legend": 30
  },
  {
    "key": "2024-05-17_877",
    "id": 877,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-04-28_878",
    "id": 878,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2024-09-11_881",
    "id": 881,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2024-06-14_882",
    "id": 882,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2024-06-21_883",
    "id": 883,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-07-01_884",
    "id": 884,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-06-14_885",
    "id": 885,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2024-06-14_886",
    "id": 886,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2024-06-06_887",
    "id": 887,
    "name": "ジューンブライド",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-05-23_888",
    "id": 888,
    "name": "るろうに剣心",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-11-15_890",
    "id": 890,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-07-04_891",
    "id": 891,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2024-08-05_892",
    "id": 892,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-07-12_893",
    "id": 893,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-07-04_894",
    "id": 894,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2024-07-04_895",
    "id": 895,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2024-08-05_896",
    "id": 896,
    "name": "サマーガールズ サンシャイン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-07-22_897",
    "id": 897,
    "name": "サマーガールズ ブルーオーシャン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-06-29_898",
    "id": 898,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2024-09-16_906",
    "id": 906,
    "name": "メタルバスターズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-10-18_907",
    "id": 907,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-08-23_908",
    "id": 908,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2024-09-06_909",
    "id": 909,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-09-20_910",
    "id": 910,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-08-23_911",
    "id": 911,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2024-08-23_912",
    "id": 912,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2024-09-02_913",
    "id": 913,
    "name": "ビックリマン",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-11-25_916",
    "id": 916,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-10-05_917",
    "id": 917,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2024-11-01_918",
    "id": 918,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-10-18_919",
    "id": 919,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-10-05_920",
    "id": 920,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2024-10-05_921",
    "id": 921,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2024-10-14_922",
    "id": 922,
    "name": "ハロウィン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-09-27_923",
    "id": 923,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2024-09-30_924",
    "id": 924,
    "name": "りき熱血大運動会 白組",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-11-01_925",
    "id": 925,
    "name": "メルクストーリア",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-12-13_928",
    "id": 928,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-11-22_929",
    "id": 929,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2024-12-01_930",
    "id": 930,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-12-15_931",
    "id": 931,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2024-11-22_932",
    "id": 932,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2024-11-22_933",
    "id": 933,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2024-11-27_934",
    "id": 934,
    "name": "超選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-12-11_935",
    "id": 935,
    "name": "極選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2024-11-18_936",
    "id": 936,
    "name": "ウルトラ4セレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-11-20_937",
    "id": 937,
    "name": "ミラクル4セレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-11-25_938",
    "id": 938,
    "name": "エクセレント4セレクション",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-12-06_939",
    "id": 939,
    "name": "バスターズ祭",
    "rare": 6800,
    "supa": 2500,
    "uber": 700
  },
  {
    "key": "2024-12-14_940",
    "id": 940,
    "name": "クリスマスギャルズ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-01-01_941",
    "id": 941,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-01-03_942",
    "id": 942,
    "name": "ダイナマイツ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-12-24_943",
    "id": 943,
    "name": "バサラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2024-12-21_944",
    "id": 944,
    "name": "ギャラクシーギャルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2025-01-13_945",
    "id": 945,
    "name": "ドラゴンエンペラーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2025-01-20_946",
    "id": 946,
    "name": "ウルトラソウルズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-01-15_947",
    "id": 947,
    "name": "ダークヒーローズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-01-15_948",
    "id": 948,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-12-27_949",
    "id": 949,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2024-12-27_950",
    "id": 950,
    "name": "ギャルズモンスターズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-01-11_951",
    "id": 951,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2025-02-01_952",
    "id": 952,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-01-01_953",
    "id": 953,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2025-01-01_954",
    "id": 954,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2024-12-27_955",
    "id": 955,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2025-01-01_956",
    "id": 956,
    "name": "超極ネコ祭",
    "rare": 6470,
    "supa": 2500,
    "uber": 1000,
    "legend": 30
  },
  {
    "key": "2025-01-08_957",
    "id": 957,
    "name": "新年",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-01-27_958",
    "id": 958,
    "name": "魔法少女まどか☆マギカ",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-02-10_961",
    "id": 961,
    "name": "1億チケットガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 5000,
    "legend": 5000
  },
  {
    "key": "2025-03-07_962",
    "id": 962,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2025-04-01_963",
    "id": 963,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-03-19_964",
    "id": 964,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-03-07_965",
    "id": 965,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2025-03-07_966",
    "id": 966,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2025-02-21_967",
    "id": 967,
    "name": "1億DL記念選抜",
    "rare": 6930,
    "supa": 2500,
    "uber": 500,
    "legend": 70
  },
  {
    "key": "2025-03-13_968",
    "id": 968,
    "name": "ホワイトデー",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-05-17_969",
    "id": 969,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-04-28_970",
    "id": 970,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2025-04-28_971",
    "id": 971,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2025-04-28_972",
    "id": 972,
    "name": "超極ネコ祭",
    "rare": 6470,
    "supa": 2500,
    "uber": 1000,
    "legend": 30
  },
  {
    "key": "2025-03-29_973",
    "id": 973,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2025-06-09_974",
    "id": 974,
    "name": "アウトレット",
    "rare": 6800,
    "supa": 2500,
    "uber": 700
  },
  {
    "key": "2025-05-10_975",
    "id": 975,
    "name": "超選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-05-10_976",
    "id": 976,
    "name": "極選抜祭",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-03-27_977",
    "id": 977,
    "name": "範馬刃牙",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-06-25_979",
    "id": 979,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-06-13_980",
    "id": 980,
    "name": "アイアンウォーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2025-07-01_981",
    "id": 981,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-06-20_982",
    "id": 982,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-06-13_983",
    "id": 983,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2025-06-13_984",
    "id": 984,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2025-05-23_985",
    "id": 985,
    "name": "ソニック",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-05-17_986",
    "id": 986,
    "name": "ネコルガ族",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-09-01_991",
    "id": 991,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-07-28_992",
    "id": 992,
    "name": "ギガントゼウス",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2025-08-01_993",
    "id": 993,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-08-22_994",
    "id": 994,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-07-28_995",
    "id": 995,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2025-07-28_996",
    "id": 996,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2025-08-04_997",
    "id": 997,
    "name": "サマーガールズ ブルーオーシャン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-07-11_998",
    "id": 998,
    "name": "エヴァンゲリオン",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-07-11_999",
    "id": 999,
    "name": "エヴァンゲリオン2nd",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-07-28_1000",
    "id": 1000,
    "name": "生きろ！マンボウ！",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-09-21_1004",
    "id": 1004,
    "name": "エレメンタルピクシーズ",
    "rare": 6440,
    "supa": 2500,
    "uber": 1000,
    "legend": 60
  },
  {
    "key": "2025-09-06_1005",
    "id": 1005,
    "name": "エレメンタルピクシーズ",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30,
    "guaranteed": true
  },
  {
    "key": "2025-09-30_1006",
    "id": 1006,
    "name": "超ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-09-12_1007",
    "id": 1007,
    "name": "極ネコ祭",
    "rare": 6470,
    "supa": 2600,
    "uber": 900,
    "legend": 30
  },
  {
    "key": "2025-09-06_1008",
    "id": 1008,
    "name": "プラチナガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 10000
  },
  {
    "key": "2025-09-06_1009",
    "id": 1009,
    "name": "レジェンドガチャ",
    "rare": 0,
    "supa": 0,
    "uber": 9500,
    "legend": 500
  },
  {
    "key": "2025-08-18_1010",
    "id": 1010,
    "name": "サマーガールズ サンシャイン",
    "rare": 7000,
    "supa": 2500,
    "uber": 500
  },
  {
    "key": "2025-09-22_1011",
    "id": 1011,
    "name": "億DL記念選抜",
    "rare": 6930,
    "supa": 2500,
    "uber": 500,
    "legend": 70
  },
  {
    "key": "2025-09-27_1012",
    "id": 1012,
    "name": "超国王祭",
    "rare": 6770,
    "supa": 2500,
    "uber": 700,
    "legend": 30
  },
  {
    "key": "2025-10-03_1017",
    "id": 1017,
    "name": "ストリートファイター BLUE TEAM",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  },
  {
    "key": "2025-10-03_1018",
    "id": 1018,
    "name": "ストリートファイター RED TEAM",
    "rare": 6970,
    "supa": 2500,
    "uber": 500,
    "legend": 30
  }
];
